1.19

[Name.A_Kal_azaar_Name H7GlobalName]
mName="卡尔·阿扎尔"

[Heropedya.A_HeroBio_kal_azaar H7HeroBioData]
mText="自从恶魔霸主神秘失踪以来，已经过去了几个世纪，但即使现在他们的命运仍然未知。在统一谢尔格之后，卡-贝莱斯改变了恶魔的等级制度，包括创造新的物种，其力量甚至超过了深渊魔王。只有那些向新主人证明了忠诚和用处的恶魔，才有机会获得更大的力量。作为最早诞生的大恶魔之一，卡尔-阿扎尔迅速适应了他的新力量，并最终成为了恶魔领主。他的部队异常服从，通常被解释为他强大的领导光环，但许多恶魔相信，大恶魔被注入了恶魔霸主灵魂的碎片，使他们能够控制他们的同胞。"

[Heropedya.A_HeroBio_Marbas H7HeroBioData]
mText="马巴斯是银色城邦中恶魔 cult 的铁腕领袖已有多年。被他所支配的叛逃法师所憎恨，马巴斯出于好奇和自我保存深入研究他们的艺术——如果他的手下背叛他，马巴斯希望能够自卫。在抵抗魔法使用的能力方面，他仅次于恶魔君主。"

[Name.A_Marbas_Name H7GlobalName]
mName="马巴斯"

[Name.A_Arkazenl_Name H7GlobalName]
mName="阿尔卡曾"

[Heropedya.A_HeroBio_Arkazen H7HeroBioData]
mText="为君主服务对任何恶魔领主来说都是莫大的荣誉，所以他选中的人备受嫉妒。他们总是被许多不愉快的谣言包围，尽管没有人敢直接侮辱他们。阿尔卡曾经常被看到奉卡-贝莱斯之命在谢尔格旅行，因此他被戏称为跑腿的马。他与维耶尔的友谊让其他人认为他和他的战友一样愚蠢，但对这个地狱半人马来说，这只是隐藏他敏锐头脑的一种方式。他是一位才华横溢的间谍大师，拥有广泛的情报网络，遍布谢尔格和亚山。据说，阿尔卡曾在第三次月蚀之前收集的关于龙骑士隐秘之家位置的信息，让他能够迅速协调混沌势力的行动，对秩序阵营造成沉重打击。"

[Name.A_Salazar_Name H7GlobalName]
mName="萨拉查"

[Heropedya.A_HeroBio_Salazar H7HeroBioData]
mText="折磨者。萨拉查以此名号响彻谢尔格。他曾是乌尔-特拉加尔手下一个无足轻重的仆人。在侍奉恶魔霸主期间，所有人都像他一样，享受痛苦。随着卡-贝莱斯的统治， spectacular 的屠杀、处决和痛苦停止了。就在那时，萨拉查决定在他的宫廷恢复这些传统。当恶魔君主本人听说后，他决定观看这些血腥的比赛。他非常喜欢，从此这成了他最喜爱的消遣。而萨拉查作为这些活动的组织者，成为了谢尔格真正的名人。这就是他获得第二个名字的方式——折磨者。"

[Name.A_Brainhz_Name H7GlobalName]
mName="布雷斯兹"

[heropedya.A_HeroBio_Braintz H7HeroBioData]
mText="布雷斯兹深深地鄙视龙神的孩子们，但这些感觉并不妨碍他在必要时与其中一些人结盟。他经常被恶魔 cult 召唤来消灭他们的敌人，并乐于扮演熟练雇佣兵的角色。将过度的流血和破坏视为无意义的时间浪费，这位恶魔领主找到了另一种娱乐方式，试图干扰亚莎的转世循环。作为对他服务的回报，布雷斯兹只接受受害者的灵魂作为报酬，但如果他认为获得的灵魂数量不足，那么客户的灵魂也将被加入他庞大的收藏中。被放置在特殊的附魔笼子里，他可怜的囚犯注定要永远受苦，没有希望在亚莎仁慈的翅膀下找到安宁。"

[Name.A_Belzebuth_Name H7GlobalName]
mName="贝尔泽布特"

[heropedya.A_HeroBio_belzebuth H7HeroBioData]
mText="建立在巨大岩浆湖中心岛屿上的乌尔-贝里特城是一座坚不可摧的堡垒，由大监督者贝尔泽布特统治。在建立统治后，他将那个地方变成了谢尔格最大的监狱，所有危险的罪犯和战俘都被关押在那里。他们的尖叫、哭喊和呻吟，在空气中无休止地回荡，对恶魔领主来说就像是美妙的音乐，充满了他的喜悦。贝尔泽布特喜欢把微不足道的任务留给下属，集中精力维持他领地的秩序。只有在血蚀期间，他才会离开乌尔-贝里特，踏上亚山的表面，捕获那些引起君主兴趣的人。他的铁链不断地像蛇一样移动，准备缠绕住受害者，并通过向他们的血管注入疯狂毒液来削弱他们。"

1.24

[heropedya.A_HeroBio_Daeva H7HeroBioData]
mText="一位服务于大恶魔卡-贝莱斯的魅魔，戴娃发现谢尔格的生活完全不像她担心的那样像是在热炭上跳舞。事实上，与她生前的岁月相比——一个暴力、虐待她的父亲，她随后谋杀了这个邪恶的男人，她被奴隶贩子俘虏导致 further abuse，与恶魔 cult 的会面将她送上了宗教裁判所的监狱和缓慢而痛苦的死亡——她在厄加什国度的日子是邪恶的乐趣。燧石般坚硬且风情万种，戴娃很难相信卡-贝莱斯不会像其他让她的生活如同地狱的男人一样，但她决定在持续期间享受这段旅程。"

[heropedya.A_HeroBio_Nymus H7HeroBioData]
mText="预知恶魔的真名是召唤它所必需的，而一些恶魔厌倦了被迫执行平庸巫师的琐碎计划，已经开始 perpetually 使用化名。尼姆斯，意思是“无名”，是这些假身份中最普遍的。她自己不太喜欢暴力，这位尼姆斯在谢尔格以大师训练师而闻名，甚至赢得了最久经沙场的深渊魔王的勉强尊重，他们发现自己仍然可以从这位魅魔那里学到一两个技巧。尼姆斯还拥有强烈的荣誉感，总是偿还她的债务，这使人们相信她前世可能生活在莲花帝国。"

[Classe_hades.A_Inferno_Magic_Balanced H7HeroClass]
mName="术士"

[Classe_hades.A_Inferno_Magic_Defensive H7HeroClass]
mName="恶魔学者"

[Classe_hades.A_Inferno_Magic_Offensive H7HeroClass]
mName="燃火法师"

[Classe_hades.A_Inferno_Might_Balanced H7HeroClass]
mName="异端"

[Classe_hades.A_Inferno_Might_Defensive H7HeroClass]
mName="地狱呼唤者"

[Classe_hades.A_Inferno_Might_Offensive H7HeroClass]
mName="混沌领主"

[Archetype.A_Xana_hades H7EditorHero]
mName="萨娜"
mLore="萨娜出生在七城邦一位伟大巫师的女儿，当一阵嫉妒的怒火导致她将一只魔婴召唤到她出轨情人的长袍褶皱中时，她的生活突然改变了。因召唤恶魔的罪行被烧死在火刑柱上，萨娜从她可怕的死亡中醒来，成为谢尔格深处大恶魔卡-贝莱斯城堡中的一名魅魔。对她的新生活感到好奇，萨娜满足于执行主人的命令。甜美、真诚且热爱诗歌，萨娜可能是谢尔格唯一从不说假话的居民。"

[Hero_Xana.A_HeroBio_Xana H7HeroBioData]
mText="萨娜出生在七城邦一位伟大巫师的女儿，当一阵嫉妒的怒火导致她将一只魔婴召唤到她出轨情人的长袍褶皱中时，她的生活突然改变了。因召唤恶魔的罪行被烧死在火刑柱上，萨娜从她可怕的死亡中醒来，成为谢尔格深处大恶魔卡-贝莱斯城堡中的一名魅魔。对她的新生活感到好奇，萨娜满足于执行主人的命令。甜美、真诚且热爱诗歌，萨娜可能是谢尔格唯一从不说假话的居民。"

[Hero_Xana.A_Xana_Name H7GlobalName]
mName="萨娜"

[Hero_Xana.A_Maitresse_du_hareme H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="后宫女主人"
mTooltip="此英雄增加其控制下的魅魔和魅姬的 %icon_health 生命值 %buff1.buff.stat2 %icon_health， plus 它们总是以最大射程射击。"

[Hero_Xana.A_Maitresse_du_hareme_Buff H7BaseBuff]
mName="后宫女主人"
mTooltip="+10 %icon_health 生命值，并且该生物总是以最大射程射击。"

[Hero_Xana.A_Creaturegeule_de_l_enfer H7Creature]
mName="九尾"
mLore=""

[Hero_Xana.A_Defense_Skill H7Skill]
mDescriptions[0]="每掌握等级增加英雄伤害10点。"
mDescriptions[1]=""
mDescriptions[2]="额外增加英雄伤害10点。"
mDescriptions[3]="额外增加英雄伤害10点。"
mDescriptions[4]="额外增加英雄伤害10点。"
mName="恶魔学"
mTooltip="增加英雄的伤害。"

[Hero_Xana.A_hadess_Xana_Balanced H7HeroClass]
mName="恶魔领主"

[Hero_Xana.A_RangedAttack_Dark_Bulletkyub H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Hero_Xana.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="召唤 %special1.val1 九尾"
mTooltipMagicGuildRankLine="%special1.val1 九尾"
mTooltipUpgraded="召唤 %special1.val1 九尾"
mName="召唤地狱巨口到战场上直到战斗结束。"
mTooltip="每场战斗召唤 %special1.val1 地狱巨口一次。"

[Hero_Xana.A_Xana_hades H7EditorHero]
mName=""
mLore=""

[Hero_Xana.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="近战攻击"
mTooltip="激活以执行默认攻击。"

[Hero_Xana.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="好战的牺牲"
mTooltip="此生物可以牺牲自己来强化其女主人，战场上的魅魔和魅姬获得双射技能。"

[Hero_Xana.A_HeroAttack_Fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="英雄攻击"
mTooltip="对敌方单位造成 %d.min 到 %d.max %dam.icon 火焰伤害。"

[Hero_Xana.A_Resurection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魅姬守护者"
mTooltip="当此单位被攻击时，它治疗战场上的魅魔或魅姬 %d.min 点生命值。"

[heropedya.A_HeroBio_Draezerak H7HeroBioData]
mText="在德拉泽拉克研究恶魔学之前，他专门从事煽动战争。在正确的时间说正确的话，他甚至可能将两个相爱的兄弟推向残酷的冲突。许多人认为他已经从这样的操纵中退休了，但当被问及时，德拉泽拉克只是微笑。"

[heropedya.A_HeroBio_Grok H7HeroBioData]
mText="格罗克晋升为君主的跑腿是由于两件事：他与生俱来的不知疲倦和君主对屠杀的热爱。他负责主人的血腥娱乐活动，驱赶各种猎物和生物到卡-贝莱斯面前被屠杀。君主知道，如果有需要迅速处理的事情，没有比奴性服从且愚蠢残忍的格罗克更好的恶魔了。"

[heropedya.A_HeroBio_Harkenraz H7HeroBioData]
mText="帝国哈肯拉兹以其作为死亡骑士的技能为傲，最喜欢与其他以战斗能力闻名的英雄进行一对一的对决。他甚至偶尔杀死他的恶魔同伴，这使他在族人中令人畏惧且不受欢迎。"

[heropedya.A_HeroBio_Hsine H7HeroBioData]
mText="赛因鄙视亡灵，如果不是她的上级强迫她成为亡灵巫师，她与亡灵毫无瓜葛。尽管如此，她的表现比他们预期的要好得多。与赛因打交道总是令人不舒服，尤其是在与亡灵打交道时。"

v1.35

[Hero_Bellona.A_Nova H7HeroAbility]
mName="召唤师传送门"
mTooltip="此英雄可以召唤一个额外的生物队伍：每场战斗一次，召唤一个 %special1.val2 的目标生物复制体为其作战。"

v1.38

duplicate entries removed